Repository: bubio/PSXVoice2MPQ
Catalog: lib/l10n/app_*.arb
Languages: de, fr, ja, sv

source: Input Folder
de: Eingabeordner
fr: Dossier d'entrée
ja: 入力フォルダ
sv: Indatamapp

source: Output Folder
de: Ausgabeordner
fr: Dossier de sortie
ja: 出力フォルダ
sv: Utdatamapp

# selectInputFolder
source: Select ps1_assets folder
de: ps1_assets-Ordner auswählen
fr: Sélectionner le dossier ps1_assets
ja: ps1_assetsフォルダを選択
sv: Välj ps1_assets-mapp

# selectOutputFolder
source: Select output folder for MPQ files
de: Ausgabeordner für MPQ-Dateien auswählen
fr: Sélectionner le dossier de sortie pour les fichiers MPQ
ja: MPQファイルの出力先を選択
sv: Välj utdatamapp för MPQ-filer

source: Build MPQ
de: MPQ erstellen
fr: Créer MPQ
ja: MPQをビルド
sv: Skapa MPQ

source: Building...
de: Wird erstellt...
fr: Création en cours...
ja: ビルド中...
sv: Skapar...

source: Browse
de: Durchsuchen
fr: Parcourir
ja: 参照
sv: Bläddra

source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné
ja: 未選択
sv: Inte vald

# inputFolderHint
source: Folder containing STREAM*.DIR/BIN files from PS1 disc
de: Ordner mit STREAM*.DIR/BIN-Dateien von PS1-Disc
fr: Dossier contenant les fichiers STREAM*.DIR/BIN du disque PS1
ja: PS1ディスクのSTREAM*.DIR/BINファイルがあるフォルダ
sv: Mapp med STREAM*.DIR/BIN-filer från PS1-skiva

# outputFolderHint
source: Destination folder for generated MPQ files
de: Zielordner für generierte MPQ-Dateien
fr: Dossier de destination pour les fichiers MPQ générés
ja: 生成されたMPQファイルの保存先フォルダ
sv: Målmapp för genererade MPQ-filer

source: Click Build to start
de: Klicken Sie auf Erstellen, um zu beginnen
fr: Cliquez sur Créer pour commencer
ja: ビルドをクリックして開始
sv: Klicka på Skapa för att börja

source: Starting...
de: Wird gestartet...
fr: Démarrage...
ja: 開始中...
sv: Startar...

# processing
source: Processing: {fileName}
de: Verarbeitung: {fileName}
fr: Traitement : {fileName}
ja: 処理中: {fileName}
sv: Bearbetar: {fileName}

# filesProgress
source: {processed} / {total} files
de: {processed} / {total} Dateien
fr: {processed} / {total} fichiers
ja: {processed} / {total} ファイル
sv: {processed} / {total} filer

source: Initializing...
de: Initialisierung...
fr: Initialisation...
ja: 初期化中...
sv: Initierar...

source: Extracting binaries...
de: Binärdateien werden extrahiert...
fr: Extraction des binaires...
ja: バイナリを展開中...
sv: Extraherar binärfiler...

source: Finding stream files...
de: Stream-Dateien werden gesucht...
fr: Recherche des fichiers stream...
ja: ストリームファイルを検索中...
sv: Söker stream-filer...

# extractingStream
source: Extracting {streamName}...
de: {streamName} wird extrahiert...
fr: Extraction de {streamName}...
ja: {streamName}を展開中...
sv: Extraherar {streamName}...

# convertingVagFiles
source: Converting VAG files from {streamName}...
de: VAG-Dateien von {streamName} werden konvertiert...
fr: Conversion des fichiers VAG de {streamName}...
ja: {streamName}のVAGファイルを変換中...
sv: Konverterar VAG-filer från {streamName}...

# creatingMpq
source: Creating MPQ for {streamName}...
de: MPQ für {streamName} wird erstellt...
fr: Création du MPQ pour {streamName}...
ja: {streamName}のMPQを作成中...
sv: Skapar MPQ för {streamName}...

source: Cleaning up...
de: Aufräumen...
fr: Nettoyage...
ja: クリーンアップ中...
sv: Städar upp...

source: Complete!
de: Fertig!
fr: Terminé !
ja: 完了！
sv: Klart!

source: Build Failed
de: Build fehlgeschlagen
fr: Échec de la construction
ja: ビルド失敗
sv: Bygget misslyckades

# errorSmpqNotFound
source: smpq command not found.
de: smpq-Befehl nicht gefunden.
fr: Commande smpq introuvable.
ja: smpqコマンドが見つかりません。
sv: smpq-kommandot hittades inte.

# errorNoStreamFiles
source: No STREAM*.DIR files found in the selected folder.
de: Keine STREAM*.DIR-Dateien im ausgewählten Ordner gefunden.
fr: Aucun fichier STREAM*.DIR trouvé dans le dossier sélectionné.
ja: 選択したフォルダにSTREAM*.DIRファイルが見つかりません。
sv: Inga STREAM*.DIR-filer hittades i den valda mappen.

# errorOutputDirectoryNotFound
source: Output directory does not exist.
de: Ausgabeverzeichnis existiert nicht.
fr: Le dossier de sortie n'existe pas.
ja: 出力フォルダが存在しません。
sv: Utdatamappen finns inte.

# convertingToMp3
source: Converting WAV to MP3 from {streamName}...
de: Konvertiere WAV zu MP3 von {streamName}...
fr: Conversion WAV en MP3 de {streamName}...
ja: {streamName} の WAV を MP3 に変換中...
sv: Konverterar WAV till MP3 från {streamName}...

# enhancingAudio
source: Enhancing audio with AudioSR from {streamName}...
de: Audio mit AudioSR von {streamName} wird verbessert...
fr: Amélioration audio avec AudioSR de {streamName}...
ja: {streamName} のオーディオをAudioSRで高音質化中...
sv: Förbättrar ljud med AudioSR från {streamName}...

# enableAudioSr
source: Enhance audio quality (AudioSR)
de: Audioqualität verbessern (AudioSR)
fr: Améliorer la qualité audio (AudioSR)
ja: オーディオ品質を向上 (AudioSR)
sv: Förbättra ljudkvalitet (AudioSR)

# audioSrNotFound
source: Please specify the audiosr executable.
de: Bitte geben Sie die audiosr-Programmdatei an.
fr: Veuillez spécifier l'exécutable audiosr.
ja: audiosrの実行ファイルを指定してください。
sv: Ange sökvägen till audiosr.

# browseAudioSr
source: Browse...
de: Durchsuchen...
fr: Parcourir...
ja: 参照...
sv: Bläddra...

source: Settings
de: Einstellungen
fr: Paramètres
ja: 設定
sv: Inställningar

source: Language
de: Sprache
fr: Langue
ja: 言語
sv: Språk

source: Clear Cache
de: Cache löschen
fr: Vider le cache
ja: キャッシュを削除
sv: Rensa cache

source: Cache cleared
de: Cache gelöscht
fr: Cache vidé
ja: キャッシュを削除しました
sv: Cache rensad

# audioSrNote
source: Processing may take a very long time.
de: Die Verarbeitung kann sehr lange dauern.
fr: Le traitement peut prendre très longtemps.
ja: 処理に非常に時間がかかる場合があります。
sv: Bearbetningen kan ta mycket lång tid.

# cacheFoundTitle
source: Previous data found
de: Vorherige Daten gefunden
fr: Données précédentes trouvées
ja: 中断データが見つかりました
sv: Tidigare data hittad

# cacheFoundMessage
source: Data from a previous interrupted build was found. Would you like to continue from where it left off, or start fresh?
de: Es wurden Daten eines zuvor abgebrochenen Builds gefunden. Möchten Sie fortfahren oder neu beginnen?
fr: Des données d'une construction précédemment interrompue ont été trouvées. Voulez-vous reprendre ou recommencer ?
ja: 前回中断したビルドのデータが見つかりました。続きから再開しますか、それとも最初からやり直しますか？
sv: Data från en tidigare avbruten byggnation hittades. Vill du fortsätta där det slutade eller börja om?

# continueFromCache
source: Continue
de: Fortfahren
fr: Reprendre
ja: 続きから再開
sv: Fortsätt

source: Start Fresh
de: Neu beginnen
fr: Recommencer
ja: 最初からやり直す
sv: Börja om

source: Version
ja: バージョン

# licenses
source: Open Source Licenses
de: Open-Source-Lizenzen
fr: Licences open source
ja: オープンソースライセンス
sv: Öppen källkodslicenser

# licensesSection
source: Licenses
de: Lizenzen
fr: Licences
ja: ライセンス
sv: Licenser

# audioSrUseCpu
source: Process on CPU
de: Auf CPU verarbeiten
fr: Traitement sur CPU
ja: CPUで処理
sv: Bearbeta på CPU

# audioSrChunkSeconds
source: Chunk duration (seconds)
de: Chunk-Dauer (Sekunden)
fr: Durée des segments (secondes)
ja: チャンク分割秒数
sv: Segmentlängd (sekunder)
